{
    "zh": "AdvantPlay十二月专属优惠活动\n（15/12/2025-11/01/2026）\n\n条款与条件\n\n项目一 - 免费旋转之投注挑战\n\n1. AdvantPlay 十二月专属优惠活动为条件型活动，并适用于在活动期间，首先参与并满足特定投注额条件的玩家参与。\n2. 本次活动包含三个项目，分别为：\n项目一 – 投注挑战：免费旋转\n项目二 – 圣诞倒计时：彩金任务天天领\n项目三 – 前夕狂欢：限定彩金大放送\n\n3. 项目一将于2025年12月15日00:00:00至2026年1月11日23:59:59（GMT+8) 期间举行，活动与奖励将按照以下四个周期分批发放进行：\n第一周：15/12/2025 00:00:00 – 21/12/2025 23:59:59 (GMT+8)\n第二周：22/12/2025 00:00:00 – 28/12/2025 23:59:59 (GMT+8)\n第三周：29/12/2025 00:00:00 – 04/01/2026 23:59:59 (GMT+8)\n第四周：05/01/2026 00:00:00 – 11/1/2026 23:59:59 (GMT+8)\n4. 项目一活动期间，玩家可根据每周有效投注额解锁六个级别的免费旋转奖励。各级别的免费旋转条件与资格将每周重置，其具体详情可参考以下：\n\n5. 免费旋转或免费彩金将由AdvantPlay自动分配给在活动期间符合参与条件的玩家。\n6. 免费旋转或免费彩金将在玩家满足特定投注额后自动被个别存入AdvantPlay的免费旋转或活动钱包。\n7. 符合资格的游戏:\n\n\n8. 玩家进入游戏后，可以通过免费旋转钱包或活动钱包开始投注。\n9. 免费旋转的奖金需要在活动钱包中完成所需的投注倍数(X) 的投注要求。\n10. 玩家必须在活动钱包里完成所需的投注倍数(x)要求。活动钱包里的余额将在玩家完成所需的投注倍数(x)后自动转移到现金钱包并可以随时进行取款（以最高取款金额限制）。\n11. 只有通过活动钱包进行的投注才会计入所需投注额。通过现金钱包进行的投注将不计入所需投注额。\n12. 当奖金余额低于最低投注金额时，优惠活动将结束。\n13. 如果由于 AdvantPlay 导致的无效票据，退款将发放到玩家的活动钱包，且该票据的投注/输赢将被视为无效（计为 0）。\n14. 任何超过最高取款金额的余额将在完成投注要求后被清零。\n15. 玩家只能使用一个有效注册账户参与平台。任何试图操控或滥用活动的行为，包括创建多个账户或使用自动化系统，将会导致资格取消并且没收奖金。\n16. AdvantPlay保留随时修改本活动条款和条件的权利。 \n17. AdvantPlay对于本活动所做的所有决定均为最终决定。\n\n项目二 – 圣诞倒计时：彩金任务天天领\n18. 项目二是特别的月度优惠活动。项目一的条款与条件中的第 5 至第 17 条适用于项目二，而第 18 至第 21 条则仅适用于项目二的专属条款。\n19. 圣诞倒计时：彩金任务天天领 活动为条件型活动，并适用于活动期间率先参与并完成当日最低有效投注要求，方可获得对应当日奖励。\n20. 项目二将于 2025年12月25日00:00:00 至 2026年1月1日23:59:59（GMT+8） 进行，为期连续8天，并将在活动期间每日00:00:00 – 23:59:59 自动刷新对应每日活动优惠。\n21. 本项目将根据玩家的有效投注额发放当日免费彩金。免费彩金价值及其条件如下所示：\n\n项目三 – 前夕狂欢：限定彩金大放送\n22. 项目三是特别的节庆优惠活动。项目一的条款与条件中的第 5 至第17 条适用于项目三，而第 22 至第 25 条则仅适用于项目三的专属条款。\n23. 前夕狂欢：限定彩金大放送 活动为条件型活动，并适用于活动期间率先参与并完成各周期内最低有效投注要求，方可获得对应奖励。\n24. 项目三将于以下两个奖励发放期间进行：\n期间一：24/12/2025 00:00:00 – 25/12/2025 23:59:59 (GMT+8)\n期间二：31/12/2025 00:00:00 – 01/01/2026 23:59:59 (GMT+8)\n",
    "en": "This is the default Terms and Conditions...AdvantPlay December Exclusive Campaign\n(15/12/2025 – 11/01/2026)\nTerms and Conditions\nEvent 1 – Bet Challenge - Free Spins \n\n\n1. The AdvantPlay December Exclusive Campaign is conditioned-based and available to eligible players who participate first and meet the specific turnover condition within the campaign period.\n2. This campaign consists of three events, which are:\nEvent 1 – Bet Challenge - Free Spins\nEvent 2 – Christmas to Countdown: Daily Free Bonus Mission\nEvent 3- Eve Bonus Blast: Special Free Bonus\n3. Event 1 will run from 15/12/2025 00:00:00 to 11/01/2025 23:59:59 (GMT+8), and the reward distribution will be carried out in four weeks as follows:\nWeek 1: 15/12/2025 00:00:00 – 21/12/2025 23:59:59 (GMT+8)\nWeek 2: 22/12/2025 00:00:00 – 28/12/2025 23:59:59 (GMT+8)\nWeek 3: 29/12/2025 00:00:00 – 04/01/2026 23:59:59 (GMT+8)\nWeek 4: 05/01/2026 00:00:00 – 11/01/2026 23:59:59 (GMT+8)\n4. During Event 1, the campaign offers SIX tiers of free spins each week, based on the turnover conditions. The reward values and eligibility criteria for each tier are refreshed weekly and detailed as follows:\n5. Free Spins or Free Bonus will be distributed automatically by AdvantPlay to players who meet the participation criteria during the campaign period.\n6. When players fulfill the turnover conditions, Free Spins or Free Bonus will be credited to AdvantPlay’s Free Spins Wallet or Bonus Wallet.\n7. Qualified Games: 10079\nZeustrike\n10063\nCai Shen Fortune\n10082\nFighting Bull\n10064\nAztec: Gold Temple\n10081\nCat & Mouse\n10060\n\n\n8. Players may start betting upon entering games via Free Spins Wallet or Bonus Wallet.\n9. Winnings from the free spins are required to complete the Turnover Requirement (x) in the Bonus Wallet.\n10. Players must complete the Turnover Requirement (x) in the Bonus Wallet. After meeting the turnover requirements, the eligible withdrawal balance will be automatically transferred to the Cash Wallet so that withdrawals can be performed anytime (subject to a maximum amount cap). \n11. Only wagers made via Bonus Wallet will contribute towards the turnover requirement. Wagers made via Cash Wallet will not count towards the turnover requirement.\n12. The promotion will end when the balance of the bonus wallet drops below the minimum stake level.\n13. In the event of invalid tickets caused by AdvantPlay, refunds will be issued to the player’s Bonus Wallet, and the affected ticket’s turnover/win-loss will be considered null (counted as 0). \n14. Any balance exceeding the maximum withdrawal amount will be cleared upon completion of the turnover requirement. \n15. Players are allowed to use only ONE valid registered account with the platform. Any attempt to manipulate or abuse the campaign, including creating multiple accounts or using automated systems, may result in disqualification and forfeiture of winnings. \n16. AdvantPlay reserves the right to modify the terms and conditions of this campaign at any time. \n17. All decisions made by AdvantPlay regarding this campaign are final. \n\nEvent 2 – Christmas to Countdown: Daily Free Bonus Mission\n\n18. Event 2 is a special monthly promotion included as part of the campaign. Clauses 5 to 17 of the terms and conditions of Event 1 apply to Event 2, while Clauses 18 to 21 are specific and applicable to Event 2 only.\n19. The Christmas to Countdown: Daily Free Bonus Mission event is conditioned-based and exclusively available to eligible players who first participate by completing the daily minimum turnover requirement each day within the event period. \n20. Event 2 runs from 25/12/2025 00:00:00 to 01/01/2026 23:59:59 (GMT+8), for 8 consecutive days, with a new promotion refreshing daily (00:00:00 – 23:59:59).\n21. This event offers a Free Bonus reward based on the turnover conditions. The value and conditions for the free bonus are detailed as follows:\n\n\nEvent 3 – Eve Bonus Blast: Special Free Bonus\n\n22. Event 3 is a special festival promotion included as part of the campaign. Clauses 5 to 17 of the terms and conditions of Event 1 apply to Event 3, while Clauses 22 to 25 are specific and applicable to Event 3 only.\n23. The Eve Bonus Blast: Special Free Bonus event is conditioned-based and exclusively available to eligible players who first participate by completing the minimum turnover requirement within each event period. \n24. Event 3 will run throughout the following two reward distribution periods:\nPeriod 1: 24/12/2025 00:00:00 – 25/12/2025 23:59:59 (GMT+8)\nPeriod 2: 31/12/2025 00:00:00 – 01/01/2026 23:59:59 (GMT+8)\n25. This event offers a Free Bonus reward based on the turnover conditions within each period. The value and conditions for the free bonus are detailed as follows:\n",
    "ms": "Ini adalah Terma dan Syarat..."
}